<template>
    <div class="main-container container">
        <div class="cards-div">
            <div class="card">
                <h2>Праект НІШО - гэта магчымасць кожнага беларуса зрабіць беларускую мову больш адкрытай і дынамічнай.</h2>

                <p>Кожны можа быць суаўтарам анлайн слоўніка НІШО!</p>

                <p>
                    На гэтай платформе самімі носьбітамі мовы збіраюцца сучасныя беларускія словы,
                    слэнг гарадскіх і сельскіх супольнасцяў, прафесійны жаргон, а таксама старыя словы,
                    якія набываюць новыя сэнсы ў сучасным кантэксце.
                </p>

                <h3>Тут можна дадаваць і галасаваць за словы, якія вы лічыце вартымі ўжытку.</h3>

                <p>
                    Мы глыбока перакананы, што мову стварае грамадства. А гэта не толькі лінгвісты і прафесійныя літаратары,
                    гэта простыя людзі, адмыслоўцы ў розных галінах, падлеткі, блогеры, журналісты, наогул любы,
                    хто штодзённа карыстаецца мовай.
                    Тое, што мы называем дыялект ці слэнг можа станавіцца агульнапрынятым словам ці выразам.
                </p>
                <h3>
                    Сацыяльныя практыкі вызначаюць быць слову ці не быць у нашай мове.
                </h3>

                <p>
                    Вы магчыма часта сустракаліся з такой пазіцыяй. “Я люблю мову, але ….”. Можна дзясяткі розных “але”
                    паставіць. Мы лічым, што калі вы не ведаеце ўсіх словаў, варта пачынаць размаўляць.
                </p>
                <p>
                    У размове, у стасунках з іншымі, у штодзённай прафесійнай працы вы можаце вынайсці свой
                    рытм, свой стыль, сваё слова, больш смачнае, зручнае і дапасаванае да патрэбы.
                    Мы заклікаем смела размаўляць і эксперыментаваць.
                </p>
                <p>
                    Ваша - мова, вашы - правілы. І тады дакладна нішо будзе!
                </p>


                *Нішо з заходне-палешуцкага дыялекта значыць “нешта”.
            </div>


        </div>
    </div>
</template>

<script setup>
</script>

<style scoped>

</style>
