<template>
    <div class="main-container container">
        <div class="cards-div">
            <div class="card">
                <h1>FAQ</h1>
                <ul>
                    <li>
                        <h2>Як дадаць слова?</h2>
                        <br>
                        <br>
                        <ul>
                            <li>Трэба зайсці <a href="/dadac-slova">па спасылцы</a> ці клікнуць на + на галоўнай старонцы.</li>
                        </ul>
                    </li>
                    <br>
                    <li>
                        <h2>
                            Я лічу гэта слова абразлівым для канкрэтнага чалавека, бо гэта бачна з вызначэння. Куды
                            звяртацца?
                        </h2>
                        <br>
                        <ul>
                            <li>Побач з кожным словам ёсць сцяг. Клікайце на яго і кіруйцеся далейшай інструкцыяй.</li>
                        </ul>
                    </li>
                    <br>
                    <li>
                        <h2>Я хачу прыкласціся да гэтага праекту сваім удзелам. Як з вамі звязацца?</h2>
                        <br>
                        <br>
                        <ul>
                            <li>
                                <a href="https://next.falanster.info/index.php/apps/forms/s/5ygE4SJqtaCrxKbJiGL5nDyL" target="_blank">Запоўніце анкету</a>, мы пагутарым з вамі і паспрабуем знайсці агульную мову для супрацу.
                                Таксама ўдзельнічайце ў адкрытым чаце дыскарда.
                            </li>
                        </ul>
                    </li>
                    <br>
                    <li>
                        <h2>У мяне шмат словаў, якія я пішу, і яны не праходзяць у слоўнік. Чаму?</h2>
                        <br>
                        <br>
                        <ul>
                            <li>
                                Хутчэй за усё вам трэба прачытаць нашы <a href="/pravily">фундаментальныя правілы</a>. Таксама можа быць
                                сітуацыя, калі мы не паспяваем мадэраваць гэту задачу хутка. Можаце нам нагадаць праз
                                <a href="https://discord.gg/TPpWYFqT">дыскард</a>.
                            </li>
                        </ul>
                    </li>
                    <br>
                    <li>
                        <h2>Ці магчыма дадаваць дыялекты?</h2>
                        <br>
                        <br>
                        <ul>
                            <li>
                                Так, канешне, магчыма дадаць усё, што вы лічыце патрэбным па-беларуску, кіруйцеся
                                <a href="/pravily">базавымі правіламі</a>.
                            </li>
                        </ul>
                    </li>
                    <br>
                    <li>
                        <h2>Я магу вам заданаціць?</h2>
                        <br>
                        <br>
                        <ul>
                            <li>Так, канешне, <a href="https://next.falanster.info/index.php/apps/forms/s/5ygE4SJqtaCrxKbJiGL5nDyL" target="_blank">запоўніце анкету</a>, і мы звяжамся з вамі і дамовімся на найбольш зручны спосаб даната.</li>
                        </ul>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</template>

<script></script>

<style scoped></style>
