<template>
    <div class="main-container container">
        <div class="cards-div">
            <div class="card">
                <h2>FAQ</h2>

                <h3>Як дадаць слова?</h3>

                <p>Трэба зайсці <a href="/dadac-slova">па спасылцы</a> ці клікнуць на + на галоўнай старонцы.</p>

                <h3>Я лічу гэта слова абразлівым для канкрэтнага чалавека, бо гэта бачна з вызначэння. Куды звяртацца?</h3>

                <p>Побач з кожным словам ёсць сцяг. Клікайце на яго і кіруйцеся далейшай інструкцыяй.</p>

                <h3>Я хачу прыкласціся да гэтага праекту сваім удзелам. Як з вамі звязацца?</h3>

                <p>
                    <a href="https://next.falanster.info/index.php/apps/forms/s/5ygE4SJqtaCrxKbJiGL5nDyL" target="_blank">Запоўніце анкету</a>, мы пагутарым з вамі і паспрабуем знайсці агульную мову для супрацу.
                    Таксама ўдзельнічайце ў адкрытым чаце дыскарда.
                </p>

                <h3>У мяне шмат словаў, якія я пішу, і яны не праходзяць у слоўнік. Чаму?</h3>

                <p>
                    Хутчэй за усё вам трэба прачытаць нашы <a href="/pravily">фундаментальныя правілы</a>. Таксама можа быць
                    сітуацыя, калі мы не паспяваем мадэраваць гэту задачу хутка. Можаце нам нагадаць праз
                    <a href="https://discord.gg/TPpWYFqT">дыскард</a>.
                </p>

                <h3>Ці магчыма дадаваць дыялекты?</h3>

                <p>
                    Так, канешне, магчыма дадаць усё, што вы лічыце патрэбным па-беларуску, кіруйцеся
                    <a href="/pravily">базавымі правіламі</a>.
                </p>

                <h3>Я магу вам заданаціць?</h3>

                <p>
                    Так, канешне, <a href="https://next.falanster.info/index.php/apps/forms/s/5ygE4SJqtaCrxKbJiGL5nDyL" target="_blank">запоўніце анкету</a>, і мы звяжамся з вамі і дамовімся на найбольш зручны спосаб даната.
                </p>
            </div>
        </div>
    </div>
</template>

<script></script>

<style scoped></style>
