<template>
    <div class="main-container container">
        <div class="cards-div">
            <div class="card">
                <h1>FAQ</h1>
                <ul>
                    <li>
                        <b>Як дадаць слова?</b>
                        <br>
                        <br>
                        <ul>
                            <li>Трэба зайсці па спасылцы ці клікнуць на + на галоўнай старонцы.</li>
                        </ul>
                    </li>
                    <br>
                    <li>
                        <b>
                            Я лічу гэта слова абразлівым для канкрэтнага чалавека, бо гэта бачна з вызначэння. Куды
                            звяртацца?
                        </b>
                        <br>
                        <ul>
                            <li>Побач з кожным словам ёсць сцяг. Клікайце на яго і кіруйцеся далейшай інструкцыяй.</li>
                        </ul>
                    </li>
                    <br>
                    <li>
                        <b>Я хачу прыкласціся да гэтага праекту сваім удзелам. Як з вамі звязацца?</b>
                        <br>
                        <br>
                        <ul>
                            <li>
                                <a href="https://next.falanster.info/index.php/apps/forms/s/5ygE4SJqtaCrxKbJiGL5nDyL" target="_blank">Запоўніце анкету</a>, мы пагутарым з вамі і паспрабуем знайсці агульную мову для супрацу.
                                Таксама ўдзельнічайце ў адкрытым чаце дыскарда.
                            </li>
                        </ul>
                    </li>
                    <br>
                    <li>
                        <b>У мяне шмат словаў, якія я пішу і яны не праходзяць у слоўнік. Чаму?</b>
                        <br>
                        <br>
                        <ul>
                            <li>
                                Хутчэй за усё вам трэба прачытаць нашы фундаментальныя правілы. Таксама можа быць
                                сітуацыя, калі мы не паспяваем рабіць гэту задачу хутка. Можаце нам нагадаць праз
                                дыскард.
                            </li>
                        </ul>
                    </li>
                    <br>
                    <li>
                        <b>Ці магчыма дадаваць дыялекты?</b>
                        <br>
                        <br>
                        <ul>
                            <li>
                                Так, канешне, магчыма дадаць усё што вы лічыце патрэбным па-беларуску, кіруйцеся
                                базавымі правіламі.
                            </li>
                        </ul>
                    </li>
                    <br>
                    <li>
                        <b>Я магу вам заданаціць?</b>
                        <br>
                        <br>
                        <ul>
                            <li>Так, канешне, пераходзьце на старонку і рабіце там разовы данат ці падпіску.</li>
                        </ul>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</template>

<script></script>

<style scoped></style>
