<template>
    <div class="main-container container">
        <div class="cards-div">
            <div class="card">
                <h3>FAQ</h3>
                <ul>
                    <li>
                        <b>Як дадаць слова?</b>
                        <ul>
                            <li> Трэба зайсці пра спасылцы ці клікнуць на + на галоўнай старонцы.
                            </li>
                        </ul>
                    </li>
                    <li>
                        <b>Я лічу гэта слова абразлівым для канкрэтнайга чалавека, бо гэта бачна з вызначэння. Куды звяртацца?</b>
                        <ul>
                            <li>Побач з кожным словам ёсць сцяг. Клікайце на яго і кіруйцеся далейшай інструкцыяй.</li>
                        </ul>
                    </li>
                    <li>
                        <b>Я хачу прыкласціся да гэтага праекту сваім удзелам. Як з вамі звязацца.</b>
                        <ul>
                            <li>
                                Запоўніце анкету, мы пагутарым з вамі і паспрабуем знайсці агульную мову для супрацу.
                                Таксама ўдзельнічайце ў адкрытым чаце дыскаркда.
                            </li>
                        </ul>
                    </li>
                    <li>
                        <b>У мяне шмат словаў, якія я пішу і яны не праходзяць у слоўнік. Чаму?</b>
                        <ul>
                            <li>
                                Хутчэй за усё вам трэба прачытаць нашы фундаментальныя правілы.
                                Таксама можа быць сітуацыя, калі мы не паспяваем рабіць гэту задачу хутка.
                                Можаце нам нагадаць праз Дыскард
                            </li>
                        </ul>
                    </li>
                    <li>
                        <b>Ці магчыма дадаваць дыялекты?</b>
                        <ul>
                            <li>
                                Так, канешне, магчыма дадаць усё што вы лічыце патрэбны па-беларуску, кіруйцеся базавымі правіламі

                            </li>
                        </ul>
                    </li>
                    <li>
                        <b>Як я магу вам заданаціць?</b>
                        <ul>
                            <li>Так, канешне, пераходзьце на старонку і рабіце там разовы данат ці падпіску.</li>
                        </ul>
                    </li>
                </ul>
            </div>
        </div>
    </div>
</template>

<script>

</script>

<style scoped>

</style>
