<template>
    <div class="main-container container">
        <div class="cards-div">
            <div class="card">
                <h2>Правілы</h2>

                <h3>Як правільна дадаваць кантэнт.</h3>

                <p>
                    НІШО ствараецца супольнасцю людзей у тым ліку цябе. Кожны можа дадаваць новыя вызначэнні. Для таго,
                    каб захоўваць задавальненне ад працы з рэсурсам кожнаму, мы стварылі некалькі базавых правілаў.
                </p>

                <h3>Што можна</h3>

                <p>
                    1/ Пішыце для як мага больш вялікай аўдыторыі. Упэўніцеся, калі дадаеце новае вызначэнне, што вы ўнеслі
                    дастаткова кантэкста, каб іншыя разумелі, што новае слова або выраз значаць і як іх можна
                    выкарыстоўваць. Можаце паглядзець, як напісаны іншыя словы ў НІШО, якія вам падабаюцца.
                </p>

                <p>
                    2/ Будзьце творчымі. Найбольш цікавыя дэфініцыі, якія гумарыстычна апісваюць грамадска-палітычныя і культурныя з’явы
                    ці рэфлексуюць бягучыя падзеі. Але на гэта моцна не пераймайцеся, <b>пішыце, як умееце</b>.
                </p>
                <p>
                    3/ Атрымліваем задавальненне. Гэта месца, дзе мова мае большую прастору для свабоднага даследвання і
                    канструявання.
                </p>

                <h3>Што ня можна</h3>

                <p>
                    1/ Посціць персанальную інфармацыю. Уключаючы імя, прозвішча, адрасы, а таксама інфармацыя, якая
                    дазваляе вызначыць чалавека, якога абражаюць.
                </p>

                <p>
                    2/ Не будзьце <b>сракай</b>. Мы прымаем любыя словы і выразы ў тым ліку абражальную лексіку. Таму што людзі
                    выкарыстоўваюць такую лексіку ў рэальным жыцці і важна ведаць, што гэта значыць. Аднак, але мы не
                    згодзімся з людзьмі, якія выкарыстоўваюць свае вызначэнні ў НІШО, каб прынізіць, аблаяць, ці
                    справакаваць гвалт ў адносінах да іншых.
                </p>

                <p>
                    3/ Калі вы заўважаеце дэфініцыі і словы, якія парушаюць падобныя правілы, пазначайце іх сцягам і
                    каманды рэдактараў будзе разглядаць падобныя словы і блакаваць.
                </p>

                Хочаш дапамагчы мадэраваць <a href="https://next.falanster.info/index.php/apps/forms/s/5ygE4SJqtaCrxKbJiGL5nDyL" target="_blank">Стань мадэратарам</a>
            </div>
        </div>
    </div>
</template>

<script setup></script>

<style scoped></style>
