<template>
    <div class="main-container container">
        <div class="cards-div">
            <div class="card">
                <h2>Правілы</h2>

                <h3>Як правільна дадаваць кантэнт.</h3>

                <p>
                    НІШО ствараецца супольнасцю людзей, у тым ліку і табою. Кожны можа дадаваць новыя вызначэнні. Каб
                    захаваць задавальненне ад працы з рэсурсам для ўсіх, мы стварылі некалькі базавых правілаў.
                </p>

                <h3>Што можна</h3>

                <p>
                    1/ Пішыце для як мага большай аўдыторыі. Калі дадаеце новае вызначэнне, упэўніцеся, што ў ім
                    дастаткова кантэксту, каб іншы чалавек мог зразумець, што азначае новае слова або выраз і як яго
                    можна выкарыстоўваць. Можаце паглядзець, як напісаныя іншыя словы ў НІШО, якія вам падабаюцца.
                </p>

                <p>
                    2/ Будзьце творчымі. Найбольш цікавыя дэфініцыі — тыя, якія гумарыстычна апісваюць
                    грамадска-палітычныя і культурныя з’явы ці адлюстроўваюць бягучыя падзеі. Але не надта пра гэта
                    пераймайцеся — <b>пішыце, як умееце</b>.
                </p>
                <p>
                    3/ Атрымлівайце задавальненне. Гэта месца, дзе мова мае больш прасторы для свабоднага даследавання і
                    канструявання.
                </p>

                <h3>Што нельга</h3>

                <p>
                    1/ Публікаваць персанальную інфармацыю, у тым ліку імя, прозвішча, адрасы, а таксама іншую
                    інфармацыю, якая дазваляе вызначыць асобу чалавека, якога абражаюць.
                </p>

                <p>
                    2/ Не будзьце <b>сракай</b>. Мы прымаем любыя словы і выразы, у тым ліку абразлівую лексіку. Людзі
                    выкарыстоўваюць такую лексіку ў рэальным жыцці, і важна ведаць, што яна азначае. Аднак мы не згодныя
                    з тымі, хто выкарыстоўвае свае вызначэнні ў НІШО, каб прынізіць, аблаяць або справакаваць гвалт
                    супраць іншых.
                </p>

                <p>
                    3/ Калі вы заўважаеце вызначэнні і словы, якія парушаюць гэтыя правілы, пазначайце іх сцяжком.
                    Каманда рэдактараў разгледзіць такія словы і пры неабходнасці заблакуе іх.
                </p>

                <p>
                    Хочаш дапамагчы мадэраваць?
                    <a
                        href="https://next.falanster.info/index.php/apps/forms/s/5ygE4SJqtaCrxKbJiGL5nDyL"
                        target="_blank"
                        >Стань мадэратарам</a
                    >
                </p>
            </div>
        </div>
    </div>
</template>

<script setup></script>

<style scoped></style>
