<template>
    <div class="main-container container">
        <div class="cards-div">
            <div class="card">
                <h3>Правілы</h3>

                <h5>Як правільна дадаваць кантэнт.</h5>

                <p>
                    НІШО ствараецца супольнасцю людзей у тым ліку цябе. Кожны можа дадаваць новыя вызначэнні.
                    Для таго, каб захоўваць задавальненне ад працы з рэсурсам кожнаму,
                    мы стварылі некалькі базавых правілаў.
                </p>

                <h5>Што можна</h5>

                <p>
                    Пішыце для як мага больш вялікай аўдытрыі. Упэўніцеся, калі дадаеце новае вызначэнне, што
                    вы ўнеслі дастаткова кантэкста, каб іншыя разумелі, што новае слова або выраз значаць і
                    як іх можна выкарыстоўваць. Можаце паглядзець, як напісаны іншыя словы ў НІШО, якія вам падабаюцца.
                </p>


                <p>
                    Будзьце творчымі. Найбольш цікавыя дэфініцыі, якія гумарыстычна апісваюць грамадска-палітычныя
                    з’явы ці рэфлексуюць бягучыя падзеі. Але на гэта моцна не пераймайцеся, пішыце як умееце.
                </p>
                <p>
                    Атрымліваем задавальненне. Гэта месца, дзе мова мае большую прастору для свабоднага даследвання і канструявання.

                </p>

                <h5>Што няможна</h5>

                <p>
                    Посціць персанальную інфармацыю. Уключаючы імя, прозвішча, адрасы, а таксама інфармацыя,
                    якая дазваляе вызначыць чалавека, якога абражаюць.
                </p>

                <p>Не будзьце сракай. Мы прымаем любыя словы і выразы ў тым ліку абражальную лексіку.
                    Таму што людзі выкарыстоўваюць такую лексіку у рэальным жыцці і важна ведаць, што гэта значыць.
                    Аднак, але мы не згодзімся з людзьмі, якія выкарыстоўваюць свае вызначэнні ў НІШО, каб прынізіць,
                    аблаяць, ці справакаваць гвалт ў адносінах да іншых.
                </p>

                <p>
                    Калі вы заўважаеце дэфініцыі, і словы якія парушаюць падобныя правілы, пазначайце іх
                    сцягам і каманды рэдактараў будзе разглядаць падобныя словы і блакаваць.
                </p>


                Хочаш дапамагчы мадэраваць “Стань мадэратарам”

            </div>
        </div>
    </div>
</template>

<script setup>

</script>

<style scoped>

</style>
