<template>
    <div class="main-container container">
        <div class="cards-div">
            <div class="card">
                <h2>Каманда НІШО</h2>
                Восенню 2022 года нарадзілася ідэя на хакатоне “Культурны код”. Мы, каманда валанцёраў, пачалі ствараць
                гэты праект у вольны ад працы і сям’і час. Сёння нас чатыры чалавекі:
                <ul style="padding-left: 1rem">
                    <li>Аляксандра Давыдзенка, візуальны і моўшн дызайн.</li>
                    <li>Аляксей Салдаткін, фронт-энд.</li>
                    <li>Міхаіл Волчак, аўтар праекта і ідэйны натхняльнік.</li>
                    <li>Павел Патапаў, фулстэк распрацоўка.</li>
                </ul>

                Вы можаце таксама далучыцца да каманды, каб дапамагчы платформе.
                <br />
                На сёння патрэбны наступныя ролі:
                <ul style="padding-left: 1rem">
                    <li>Гік-лінгвіст - для збору словаў для слоўніка і наступнай мадэрацыі.</li>
                    <li>Камунікатар - шырыць слова анлайн і ў рэале, рэалізацыя камунікатыўнай стратэгіі.</li>
                </ul>

                А таксама іншыя кампэтэнцыі. Хочаш быць часткай каманды?
                <br />
                Прыціск “Так, хачу далучыцца за каманды”
            </div>
        </div>
    </div>
</template>

<script setup></script>

<style scoped></style>
